{
  "armas": {
    "Name": "Armas",
    "IsClassSpecific": false,
    "Requirements": "Nenhum",
    "Frqeuency": "Constante",
    "Target": "Nenhum",
    "Description": "Este Talento emprega uma arma para atacar um pokémon ou um humano. Em posse da arma adequada, o dano de alguém será feito com o dano da arma em questão. Ataque desarmado é considerado mecanicamente um tipo de arma para fins deste Talento e de outra forma de dano de Armas.\n A menos que modificadas por Características de Classe ou Talentos, ataques de Armas são considerados Golpes causadores de dano Físico (não dano Especial) do Tipo Normal. O dano causado é determinado por este Talento e pelo Talento Arma de Escolha. As armas em si são consideradas de maneira conjunta e abstrata. As únicas mecânicas reais que as diferenciam é se são Corpo a Corpo, de Curto Alcance ou de Longo Alcance:\n Armas Corpo a Corpo têm alcance de um metro.\n Armas de Curto Alcance – que incluem aquelas de Arremesso – são consideradas com alcance de até 5 metros, mas, se usadas para atacar um alvo mais próximo que um metro, elas causam 1 de dano a menos.\n Armas de Longo Alcance possuem alcance de 4 a 10 metros (elas não atacam a menos de 4 metros).\n A Dificuldade de Acurácia de Armas é 6. O dano causado segue o padrão da tabela abaixo conforme seu Nível. Quando for causado dano de Armas, adicione seu melhor entre seu MA ou seu MV ao dano causado.\n\n Categoria 1 (nível 1 a 6): 1d10+4\n Categoria 2 (nível 7 a 14): 1d12+6\n Categoria 3 (nível 15 ou mais): 2d8+6\n Categoria 4: 2d10+8\n Categoria 5: 3d8+10\n Categoria 6: 3d10+12\n Categoria 7: 3d10+14\n Categoria 8: 4d10+16\n\n Talentos, Características e outros podem melhorar seu dano basal além de 3.",
    "IsContinuous": false,
    "IsStandart": true,
    "IsFree": false,
    "IsInterrupt": false,
    "IsExtended": false,
    "IsLegal": false
  },
  "pokéagenda": {
    "Name": "Pokéagenda",
    "IsClassSpecific": false,
    "Requirements": "Nenhum",
    "Frqeuency": "À vontade",
    "Target": "Um pokemon ainda não identificado por sua pokeagenda a até 10 metros",
    "Description": "Apontando sua pokéagenda a um pokémon não identificado, ela o identifica. Uma vez que um pokémon possui variações de aparência – desde forma, coloração, pelugem, etc. – mesmo dentro de uma mesma espécie, uma pokéagenda demora um pouco para fazer a análise visual. O tempo necessário é de 12 segundos, ou duas rodadas de combate, para que ela lhe dê as informações.\n Pokéagendas são aparelhos personalizados, e constituem a identificação oficial de um alguém, portanto são licenciadas para serem entregues a pessoas a partir de 10\tanos, e se espera que estejam sempre portadas por alguém para que este indivíduo não tenha problemas com autoridades. Elas são produzidas pela Liga Pokémon e pelas autoridades governamentais e informam a todos que aquele indivíduo possui autorização legal para passear por aí, é quem ele diz ser e porta pokémons. Elas são atualizadas por pesquisadores profissionais e contribuintes leigos. Todas as pokéagendas são a prova d’água, e extremamente\tresistentes a calor, ácido e muitas outras formas de dano. Costuma ser do melhor interesse de alguém manter uma\tpokéagenda íntegra, e as autoridades terão que se envolver se uma pokéagenda for destruída, perdida ou roubada.",
    "IsContinuous": false,
    "IsStandart": false,
    "IsFree": true,
    "IsInterrupt": false,
    "IsExtended": false,
    "IsLegal": true
  }
}